tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "openssl@3"
brew "bat"
brew "cmake"
brew "gettext"
brew "curl"
brew "fd"
brew "git"
brew "gmp"
brew "libyaml"
brew "readline"
brew "mysql-client@8.0"
brew "neofetch"
brew "ninja"
brew "postgresql@14"
brew "ruby-build"
brew "rust"
brew "tree"
brew "zsh-completions"
cask "wkhtmltopdf"
